Repository: kiora-tech/wp-rolling-mail
Catalog: languages/fss-*.po
Languages: it_it, ja

source: add another cc email
it_it: Aggiungi un'altra email in copia
ja: CCメールを追加

source: add another email
it_it: Aggiungi un'altra email
ja: 別のメールを追加

source: add more cc email help
it_it: Inserisci gli indirizzi email in copia. Clicca su 'Aggiungi un'altra email in copia' per aggiungerne altre.
ja: CCメールアドレスを入力してください。「CCメールを追加」をクリックしてさらに追加します。

source: add more email help
it_it: Inserisci gli indirizzi email. Clicca su 'Aggiungi un'altra email' per aggiungerne altre.
ja: メールアドレスを入力してください。「別のメールを追加」をクリックしてさらに追加します。

source: email
it_it: Indirizzo email
ja: メールアドレス

source: email addresses
it_it: Indirizzi email
ja: メールアドレス

source: email cc
it_it: Email in copia
ja: CCメール

source: email cc addresses
it_it: Indirizzi email in copia
ja: CCメールアドレス

source: email subject
it_it: Oggetto dell'email
ja: メールの件名

source: general settings
it_it: Impostazioni generali
ja: 一般設定

source: invalid email
it_it: Indirizzo email non valido
ja: 無効なメールアドレス

source: success message
it_it: Le modifiche sono state salvate con successo.
ja: 変更は正常に保存されました。
